{"id": "737029", "revid": "7611264", "url": "https://en.wikipedia.org/wiki?curid=737029", "title": "Cloudburst", "text": "A cloudburst is an extreme amount of precipitation in a short period of time, sometimes accompanied by hail and thunder, which is capable of creating flood conditions. Cloudbursts can quickly dump large amounts of water, e.g. 25 mm of the precipitation corresponds to 25,000 metric tons per square kilometre (1 inch corresponds to 72,300 short tons over one square mile). However, cloudbursts are infrequent as they occur only via the orographic lift or occasionally when a warm air parcel mixes with cooler air, resulting in sudden condensation. At times, a large amount of runoff from higher elevations is mistakenly conflated with a cloudburst. The term \"cloudburst\" arose from the notion that clouds were akin to water balloons and could burst, resulting in rapid precipitation. Though this idea has since been disproven, the term remains in use.\nProperties.\nRainfall rate equal to or greater than per hour is a cloudburst. However, different definitions are used, e.g. the Swedish weather service SMHI defines the corresponding Swedish term \"skyfall\" as per minute for short bursts and per hour for longer rainfalls. The associated convective cloud can extend up to a height of above the ground.\nDuring a cloudburst, more than of rain may fall in a few minutes. The results of cloudbursts can be disastrous. Cloudbursts are also responsible for flash flood creation.\nRapid precipitation from cumulonimbus clouds is possible due to the Langmuir precipitation process in which large droplets can grow rapidly by coagulating with smaller droplets which fall down slowly. It is not essential that cloudbursts occur only when a cloud clashes with a solid body like a mountain, they can also occur when hot water vapor mingles into the cold resulting in sudden condensation.\nDetection and forecasting.\nWhile satellites are extensively useful in detecting large-scale weather systems and rainfall, the resolution of the precipitation radars of these satellites are usually smaller than the area of cloudbursts, and hence they go undetected.&lt;/ref&gt; Weather forecast models also face a similar challenge in simulating the clouds at a high resolution. The skillful forecasting of rainfall in hilly regions remains challenging due to the uncertainties in the interaction between the moisture convergence and the hilly terrain, the cloud microphysics, and the heating-cooling mechanisms at different atmospheric levels.\nLocations.\nAsia.\nIn the Indian subcontinent, a cloudburst usually occurs when a monsoon cloud drifts northwards, from the Bay of Bengal or Arabian Sea across the plains, then onto the Himalayas and bursts, bringing rainfall as high as 75 millimetres per hour.\nNorth America.\nColorado Piedmont.\nThe uplands adjacent to the Front Range of Colorado and the streams which drain the Front Range are subject to occasional cloudbursts and flash floods. This weather pattern is associated with upslope winds bringing moisture northwestward from the Gulf of Mexico.", "matches": ["cloudburst"], "label": []}
{"id": "72287983", "revid": "293907", "url": "https://en.wikipedia.org/wiki?curid=72287983", "title": "Cloudburst Mountain", "text": "Cloudburst Mountain is a summit in British Columbia, Canada.\nDescription.\nCloudburst Mountain is a prominent 1,871-meter-elevation (6,138-foot) peak located in the Coast Mountains, north of Squamish and south of line parent Tricouni Peak. The mountain rises alongside Highway 99, also known as the Sea to Sky Highway, approximately midway between Squamish and Whistler. Precipitation runoff from the peak drains west into the Squamish River, and east into the Cheakamus River. Cloudburst Mountain is more notable for its steep rise above local terrain than for its absolute elevation. Topographic relief is significant as the summit rises above the Squamish Valley in . The mountain's toponym was officially adopted December 12, 1939, by the Geographical Names Board of Canada.\nClimate.\nBased on the Köppen climate classification, Cloudburst Mountain is located in the marine west coast climate zone of western North America. Most weather fronts originate in the Pacific Ocean, and travel east toward the Coast Mountains where they are forced upward by the range (Orographic lift), causing them to drop their moisture in the form of rain or snowfall. As a result, the Coast Mountains experience high precipitation, especially during the winter months in the form of snowfall. Temperatures in winter can drop below −20 °C with wind chill factors below −30 °C", "matches": ["cloudburst"], "label": []}
{"id": "33140918", "revid": "24902", "url": "https://en.wikipedia.org/wiki?curid=33140918", "title": "Cloudburst (2011 film)", "text": "Cloudburst is a 2011 Canadian-American comedy-drama film written and directed by Thom Fitzgerald and starring Olympia Dukakis and Brenda Fricker. The film is an adaptation of Fitzgerald's 2010 play of the same name.\n\"Cloudburst\" premiered at the Atlantic Film Festival in Halifax, Nova Scotia on September 16, 2011. It opened in a limited release in Canada on December 7, 2012.\nPlot.\nStella and Dotty are an older lesbian couple from Maine who embark on a Thelma and Louise-style road trip to Nova Scotia to get married after Dotty is moved into a nursing home by her granddaughter. Along the way they pick up Prentice, a hitchhiker travelling home to Nova Scotia to visit his dying mother, and the three bond as they travel together.\nProduction.\nFitzgerald adapted his own stage play for the screen. The film version was produced by Doug Pettigrew and Fitzgerald, and executive produced by Sidney Kimmel, Vicki McCarty, William Jarblum, Trudy Pettigrew, Dana Warren and Shandi Mitchell. Fitzgerald had originally planned for the role of Dotty to be played by Joan Orenstein, but as she died while he was writing it, he cast Fricker instead. In press for the film, Fricker praised the screenplay, \"I was so moved by it. The love story was so beautiful I couldn't say no to it.\" Three members of the original stage cast reprised their roles: Ryan Doucette, Marlane O'Brien, and Michael McPhee.\nCritical reception.\nThe film received an approval rating of 100% on review aggregator Rotten Tomatoes, with an average rating of 6.7/10, based on 9 reviews. The film debuted to an enthusiastic standing ovation on September 16, 2011 at the Atlantic Film Festival, where it won an Atlantic Canada Award for Best Screenplay and the People's Choice Audience Award for Best Film of the Festival. Its second festival appearance was October 20, 2011 at Cinéfest Sudbury International Film Festival, where it also won the Audience Choice Award for Best Film, and on October 23, 2011 the film was the opening night selection of the Edmonton International Film Festival where it won the Audience Award for Best Canadian Film. \"Cloudburst\" was very well received at film festivals from coast to coast in Canada, winning awards at festivals in Halifax, Montreal, Kingston, Edmonton, Victoria, and others.\n\"Cloudburst\" made its U.S. debut at the Palm Springs International Film Festival where it was named a Best of the Fest. The film made its Australian debut at the Breath of Fresh Air Tasmania Film Festival. It made its European debut as Opening Night Gala of the Dublin International Film Festival. It was also selected as Opening Night Gala of the British Film Institute London Lesbian and Gay Film Festival and as the closing-night film of Frameline 36.\nBrenda Fricker commented in 2012, \"Of all the films I've made, only three do I remember where I felt I'd moved forward as an actress: \"Cloudburst\", \"My Left Foot\" and \"The Field\".\"\nAdaptation.\n\"Cloudburst\" is based on the stage play by Thom Fitzgerald, which debuted on April 8, 2010 at the Plutonium Playhouse in Halifax, Nova Scotia. The play starred Carroll Godsman, Deborah Allen, Ryan Doucette, Marlane O'Brien, Michael McPhee and Amy Reitsma. The successful engagement ran for five weeks and closed on May 8, 2010. The production was nominated for several Merritt Awards, Nova Scotia's professional theatre awards, including nominations for Outstanding Production, Outstanding New Play (Fitzgerald) Outstanding Lead Actress (Allen), Outstanding Supporting Actor (Doucette), and Outstanding Set Design (Fitzgerald). Fitzgerald won the Merritt Award for Outstanding New Play.", "matches": ["cloudburst"], "label": []}
{"id": "3518200", "revid": "34452882", "url": "https://en.wikipedia.org/wiki?curid=3518200", "title": "Cloudburst (Whitacre)", "text": "Cloudburst is a composition by Eric Whitacre for eight-part choir, with piano and percussion accompaniment. Whitacre began writing the piece in 1991 (when the composer was 21), at the request of conductor Dr. Jocelyn K. Jensen for her high school choir - the final version of the piece was published in 1995. The text was adapted from Octavio Paz's poem \"El cántaro roto\" (The Broken Water-Jar), and inspired by the experience of the composer witnessing a desert cloudburst.\nThe first section is a cappella, notable for its dissonant tone clusters. Whitacre notates long, sustained notes with text to be spoken at random by each individual singer. Following the opening section is a baritone solo, which is then followed by the development of a new a cappella theme. This section continues into a spoken, arrhythmic incantatory solo with background.\nIn the section titled \"The Cloudburst\", handbells (which are directed to be hidden from the audience) play a written two bars, and then play at random as the choir crescendos into an aleatoric section, which is signaled by a loud clap of \"thunder\". During this time, the choir begins claps, snaps, and thigh smacks in order to imitate the sound of rain. A thunder sheet, bass drum, handbells, suspended cymbal, wind chimes, and piano contribute to the effect of a thunderstorm. The storm gradually builds then fades, and the ending of the piece mirrors the beginning section, with the choir arpeggiating as the piano voices block chords.\n\"Cloudburst\" was the title feature of an album by Stephen Layton's chamber choir Polyphony. The album included other works by Whitacre and was nominated for the 2007 Grammy Award in best Choral Performance.\nA concert band version, commissioned for the Indiana All-State Band, was released by Whitacre in 2001.", "matches": ["cloudburst"], "label": []}
{"id": "67730020", "revid": "23150529", "url": "https://en.wikipedia.org/wiki?curid=67730020", "title": "2011 cloudburst in Denmark", "text": "On 2 July 2011, a cloudburst hit parts of Zealand and the Greater Copenhagen area of Denmark. This resulted in the greatest recorded rainfall in 24 hours in the past 55 years. It caused an estimated DKK 6 billion in damage, notably including structural failures at the 17th-century fortress, \"Kastellet\".\nCloudburst.\nThe Danish Meteorological Institute (DMI) forecast a cloudburst on 2 July 2011 but did not expect the strength of the cloudburst that formed. Rainfall in the Greater Copenhagen area was measured at on 2 July. This was the greatest recorded rainfall in 24 hours in the past 55 years. The previous record was measured in Ordrup, a suburb in the north of Copenhagen, on 1 August 1959.\nThe cloudburst started in Hellerup at 19:00 and traveled in a south-westerly trajectory for approximately two hours, before dissipating north of Køge.\nIn Zealand, more than 5,000 lightning strikes were recorded in three hours.\nJørn Thomsen, a meteorologist for the DMI, described the cloudburst as the strongest ever measured in Copenhagen.\nConsequences.\nHealth.\nThe trauma center at Rigshospitalet had to be moved to Herlev Hospital after mud and water penetrated the facility and damaged equipment. At Hvidovre Hospital patients in the emergency department were sent home and management discussed whether to evacuate the entire hospital, including 450 bed-bound patients.\nA 2012 study of 257 workers who participated in the clean-up of the flood found that 22 per cent (56) became ill afterward.\nA 62-year-old man died on 19 July after contracting the rare disease leptospirosis. Danish medical research institute Statens Serum Institut stated that the infection probably occurred through contact with sewage water whilst cleaning a flooded basement after the cloudburst. Another case of leptospirosis was identified.\nThe World Health Organization's European headquarters were closed after parts of the offices were flooded.\nEconomy.\nThe City of Copenhagen Parks and Nature Department estimated that the cloudburst caused DKK 6 billion ($1.04 billion) worth of damage.\nThe incident resulted in 90,644 insurance claims, with the value of the claims totaling DKK 4.88 billion.\nBuildings and structures.\nThe historic fortress \"Kastellet\" was badly damaged by floods following the cloudburst. In several places, the ramparts collapsed and several floors were destroyed.\nTransport.\nThe Helsingør motorway was blocked in both directions from to on 2 July. The Danish Emergency Management Agency (DEMA) pumped the water overnight on 3 July and the road was reopened on the morning of 4 July.\nDespite its location in underground tunnels, the Copenhagen Metro did not experience any operational problems, except that the elevators stopped working.\nReforms.\nIn May 2012, Copenhagen joined the United Nations Making Cities Resilient campaign.", "matches": ["cloudburst"], "label": []}
{"id": "68345464", "revid": "293907", "url": "https://en.wikipedia.org/wiki?curid=68345464", "title": "Hunzar Kishtwar Cloudburst 2021", "text": "A cloudburst occurred on 28 July 2021 in Hunzar hamlet in the Dachhan area of the Kishtwar district in Jammu &amp; Kashmir, resulting in 26 deaths and 17 injuries.\nCasualties.\nAs per reports, 7 dead bodies were recovered while 19 were not found in the initial days following the cloudburst. As of October 5, 2021, one out of the 19 missing was found after more than 70 days, while 18 others remain missing. In April 2023, after the ruling of Jammu and Kashmir High Court, the government declared the 18 missing persons as dead.", "matches": ["cloudburst"], "label": []}
{"id": "3587849", "revid": "30162703", "url": "https://en.wikipedia.org/wiki?curid=3587849", "title": "Cloudburst (disambiguation)", "text": "A cloudburst is an extreme case of rainfall.\nCloudburst may also refer to:", "matches": ["cloudburst"], "label": []}
{"id": "3587855", "revid": "753665", "url": "https://en.wikipedia.org/wiki?curid=3587855", "title": "Cloudburst (1951 film)", "text": "Cloudburst is a 1951 British crime drama film produced by Hammer Films, directed by Francis Searle, starring Robert Preston and featuring Elizabeth Sellars, Harold Lang, Colin Tapley and Sheila Burrell. The script is based on a play written by Leo Marks, a wartime cryptographer for the Special Operations Executive, and later the author of a memoir about his wartime work, \"\" (1998).\nPlot.\nA World War II veteran, a former operative for the SOE, seeks revenge on the driver and passenger of a hit-and-run automobile that struck and killed his wife.", "matches": ["cloudburst"], "label": []}
