[
    {
        "Event_ID": "o3t41Om",
        "Source": "https://de.wikipedia.org/wiki/Erste_Marcellusflut",
        "Article_Name": "Erste Marcellusflut – Wikipedia",
        "Whole_Text": [
            {
                "header": "Translation: First Marcellus flood",
                "content": "The first Marcellus flood occurred on January 16, 1219. The storm surge is named after Saint Marcellus I, on whose feast day it took place. It is the first major storm surge in the North Sea for which an eyewitness account exists."
            },
            {
                "header": "Translation: Table of Contents",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Reports of the Chronicles",
                "content": "The eyewitness Emo of Wittewierum, the later abbot of the Premonstratensian monastery of Wittewierum near Groningen, recorded in the \"Chronicon abbatum in Werum\" that on January 16, 1219, \"in the 55th year after the Julian flood,\" the \"bloodthirsty southwest wind,\" which had been bringing hail for days, turned into a storm, shifted to the northwest during the night of the full moon, and caused great floods that breached the dikes and washed away houses. Although Abbot Emo attempted a natural philosophical explanation, he ultimately interpreted the Marcellus flood and the subsequent famine as a deluge \"due to our crimes.\" The wealthy marsh farmers had not thought of the poor; therefore, they lost their land. According to an unreliable report in the Saxon World Chronicle, this severe storm surge, incorrectly dated to November 17, 1218, claimed about 36,000 lives along the North Sea coast. The Colmar Annals even mention a figure of 50,000 victims. West Friesland in present-day Netherlands was particularly hard hit. There, the North Sea broke through a naturally formed sandbank, creating the marine bay Zuiderzee (southern sea), which is now artificially separated from the North Sea by the IJsselmeer.\n\nSome chronicles from the 16th century attributed this storm surge to the formation of the Jade Bay. According to this, the water is said to have broken through at the former village mound of Alt-Gödens after it had destroyed the legendary sluice with copper doors. The parishes that were allegedly flooded at that time (Oldessen, Dauerns, Hummens, Jadele, Dangast, Arngast, and Alt-Gödens or Lee) still existed in the 1420s. Only Hiddels had already disappeared. Therefore, the expansion of the Jade Bay can only be placed in the course of the 15th century, significantly later than the storm flood legend suggests."
            },
            {
                "header": "Translation: See also",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Literatur\" translates to \"literature\" in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Weblinks\" is already in English. It refers to hyperlinks or URLs that direct users to websites or online resources.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Einzelnachweise\" into English is \"References\" or \"Citations.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Navigation menu",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: My tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Namensräume\" from German to English is \"namespaces.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Ansichten\" from German to English is \"views\" or \"opinions.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Suche\" from German to English is \"search.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Navigation\" is already in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Mitmachen\" from German to English is \"to participate\" or \"to join in.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Print/Export",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other projects",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other languages",
                "content": "The text is available under the \"Creative Commons Attribution - ShareAlike\" license; information about the authors and the license status of embedded media files (such as images or videos) can usually be accessed by clicking on them. The contents may be subject to additional conditions. By using this website, you agree to the terms of use and the privacy policy."
            }
        ],
        "Info_Box": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English.",
        "All_Tables": []
    },
    {
        "Event_ID": "5H4VXuY",
        "Source": "https://fi.wikipedia.org/wiki/Suomen_tulvat_2012",
        "Article_Name": "Suomen tulvat 2012 – Wikipedia",
        "Whole_Text": [
            {
                "header": "The text \"Sisällysluettelo\" translates to \"Table of contents\" in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Floods in Finland 2012",
                "content": "The floods in Finland at the beginning of October 2012 were caused by several days of continuous rainfall. Rivers flooded particularly in South Ostrobothnia and North Satakunta. According to meteorologist Matti Huutonen, in some areas, the amount of rain that fell in a single day (October 5-6) was equivalent to what is normally expected in a month. Rainfall exceeding 30 millimeters was also recorded outside the flood areas, for example in Kokemäki and Pori. In Ilmajoki, Highway 67 had to be closed due to water flooding onto the road. Roads were also closed elsewhere in South Ostrobothnia. In Kankaanpää, water rose onto the roads as well. In Ilmajoki, Kauhajoki, and Lapväärtti, several houses were surrounded by water, and basements were flooded. Residents in Kauhajoki had to be relocated to temporary accommodations. MTV3 reported on October 8 that the flood situation was beginning to ease, but it would take at least another week before water levels returned to normal. In contrast, the flood situation in Satakunta remained severe, as Yle reported on October 15 that more rain, about 20 millimeters, was still expected there. According to Bertel Vehviläinen, the leading hydrologist at the Finnish Environment Institute, the flood of the Kyrönjoki River is the largest ever recorded in Finland. Many other rivers in South Ostrobothnia also reached record high levels."
            },
            {
                "header": "The translation of \"Kustannukset\" from Finnish to English is \"Costs.\"",
                "content": "The South Ostrobothnia ELY Centre estimates the damage in its area to be around six million euros. The largest damages occurred in Kristiinankaupunki and Kauhajoki."
            },
            {
                "header": "The translation of \"Katso myös\" from Finnish to English is \"See also.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Lähteet\" from Finnish to English is \"Sources.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Aiheesta muualla\" translates to \"On the subject elsewhere\" in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            }
        ],
        "Info_Box": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English.",
        "All_Tables": []
    },
    {
        "Event_ID": "wyi0WCr",
        "Source": "https://de.wikipedia.org/wiki/Donauhochwasser_2002",
        "Article_Name": "Hochwasser in Mitteleuropa 2002 – Wikipedia",
        "Whole_Text": [
            {
                "header": "Translation: Flooding in Central Europe 2002",
                "content": "The flood in Central Europe in August 2002 was a flood disaster in Germany, the Czech Republic, and Austria. It resulted in severe flooding, particularly in East and North Germany along the Elbe, and in Bavaria and Austria along the Danube. The flood was caused by days of extreme rainfall and led to weeks of relief efforts, at least 45 fatalities, and damages amounting to approximately 15 billion euros in total (about 9 billion in Germany, of which 6 billion were in Saxony). The flood is said to have had an effect on the subsequent federal election in 2002."
            },
            {
                "header": "Translation: Table of Contents",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Wetterlage\" from German to English is \"weather situation\" or \"weather conditions.\"",
                "content": "In early August 2002, heavy and prolonged rainfall in the Alps as well as in the Ore Mountains and Giant Mountains caused severe flooding and devastating mudslides in Germany, Austria, Poland, the Czech Republic, and Italy. The precipitation was caused by the Vb low \"Ilse.\" A ridge of high pressure named \"Friedmann\" over Scandinavia caused the low to be pushed southward towards the Mediterranean, deviating from its usual west-east path. Here, these air masses warmed significantly due to seasonal conditions and absorbed a lot of moisture. After crossing the Alps towards the north, they encountered the cold air in that region, cooled down sharply, and resulted in extreme precipitation in a relatively short time. The rainfall initially concentrated along the path of the low in Switzerland, Bavaria, Austria, and the Czech Republic, and subsequently intensified in eastern Germany. Here, the low-pressure area rotated and completely discharged its rain by the end of its life cycle. The rainfall was further intensified by orographic lifting processes in the Alps, but especially along the middle mountain ranges (Ore and Giant Mountains). A similar weather situation was also the cause of the Oder flood in 1997."
            },
            {
                "header": "Translation: Historical classification of the flood event.",
                "content": "The flood of 2002 exceeded the events of 1954, the strongest flood of the 20th century, in the Elbe region and in Austria across the board, and partially in Bavaria, and can therefore be considered a once-in-a-century event. In known history, it is likely surpassed only by the floods of 1342, 1501, and 1787, as well as the Alpine flood of 2005 (in the Danube region) and the flood in Central Europe in 2013."
            },
            {
                "header": "Translation: Course of the event",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Germany",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Bayern\" translates to \"Bavaria\" in English, which is a federal state in Germany. It can also refer to FC Bayern Munich, a famous football club.",
                "content": "A first heavy rainfall event occurred on August 6/7, with focal points in Chiemgau and Berchtesgadener Land. Within 48 hours, widespread precipitation exceeded 100 mm, which corresponds to about two-thirds of the average monthly total (1961–1990) for August. The highest daily rainfall of 117 mm was recorded on August 6 in Ruhpolding; at Wendelstein, 62 mm of rain fell in just 6 hours. This event led to soil saturation and set the stage for the actual, even higher flood event caused by rainfall from August 10 to 12. On the evening of August 10, a series of thunderstorms moved into Bavaria from the west, which later transitioned into widespread continuous rain, resulting in daily precipitation of over 100 mm along the Alpine edge on August 11. On August 12, the focus shifted to the Bavarian and Upper Palatinate Forest, leading to a 100-year rainfall event of 104 mm in 24 hours in Waldkirchen. From August 6 to 12, parts of southern Bavaria recorded over 340 mm of rain. On August 12, flood peaks formed on the Danube tributaries Iller, Günz, Mindel, Zusam, Schmutter, Paar, and Lech. In the district of Oberallgäu, some 100-year events were observed. On August 14, a long wave formed on the Danube between the Lech mouth and Regensburg, corresponding to a 10- to 20-year flood. Also on August 12, peak levels were recorded on the rivers Isar, Loisach, Ammer, Mangfall, Tiroler Achen, Traun, Saalach, and Salzach, with return periods ranging from 50 to 100 years. The flood wave of the Inn led to a water level of 10.80 m and a discharge of 7700 m³/s in Passau on August 13 at 1 PM, corresponding to a 50-year event. This level was last exceeded in 1954 (12.20 m) and again in 2013 (12.89 m). While the flood of the Salzach in Burghausen reached a 50-year magnitude, only a 2- to 5-year event was observed on the Inn in Wasserburg. Thus, the 20- to 50-year flood of the Inn was significantly influenced by the Salzach from the mouth of the Salzach. The Sylvenstein reservoir held back up to 23.3 million cubic meters of water, preventing a larger Isar flood. Without the reservoir, a discharge of up to 730 m³/s would have occurred in Bad Tölz on August 12 instead of the recorded 295 m³/s. With the shift of the rain area to the north, an extreme flood with return periods often exceeding 100 years occurred on the night of August 13 on the rivers in the catchment area of the Regen and Ilz. At the confluence of the Regen with the Danube in Regensburg, a level of 6.63 m was recorded on August 14 at 1 PM, leading to a 20-year flood up to the Isar mouth at Deggendorf and a 10-year flood further to Passau."
            },
            {
                "header": "Text: Saxony",
                "content": "The rain situation was particularly dramatic in the central and eastern Ore Mountains, where on August 12/13, 2002, a 24-hour rainfall total of 312 mm was recorded in Zinnwald, marking the highest daily precipitation since routine measurements began in Germany. Due to the poor condition of the forests in these areas and the already accumulated water, the ground could not absorb such massive amounts of rainfall, causing the water to flow immediately into the valleys. Rivers originating in this area, which flow into the Mulde or Elbe, such as the Zschopau, Flöha, Zwickauer Mulde, Freiberger Mulde, Gimmlitz, Rote Weißeritz, Wilde Weißeritz, and Müglitz, swelled to several times their usual size within hours, causing enormous damage along their paths. Many bridges were swept away, roads were undermined, houses were flooded and severely damaged, and power and telephone services collapsed; entire villages were evacuated or cut off from the outside world. The Müglitztal was particularly affected. The flood wave devastated Glashütte, Schlottwitz, Weesenstein, Mühlbach, Burkhardswalde, the lower town of Dohna, and Heidenau. In Glashütte, a small retention basin on the Prießnitz, a lower tributary of the Müglitz, broke around 5:00 PM on August 12, 2002. The flood wave, estimated to contain 50,000 cubic meters of water in the Prießnitztal, raised the water level in Glashütte by another meter, but had little impact on the flooding in the Müglitz because the Prießnitz flows downstream into the Müglitz. In many places, energy, water, and heating supplies failed. The flooding of federal, state, and county roads hindered emergency services. In the area of the Gottleuba and Seidewitz rivers, the flood reached the threshold of flooding in Pirna around 5:00 PM on August 12. The Gottleuba and Seidewitz overflowed their banks by up to 1.50 meters after merging in Pirna. In Dresden, the damage was caused not only by the first wave of the Weißeritz on August 12/13 but also by the second, higher wave of the Elbe on August 16/17. A disaster alarm was triggered for Dresden around 6:00 PM on August 12, 2002. In the city center, the main train station, the Semper Opera, the Zwinger, and the state parliament were flooded. The Friedrichstadt area was partially evacuated. In the following days, the disaster situation exceeded flood warning level IV in some areas. Developed areas were completely flooded in places, necessitating the large-scale deployment of water and dam defenses. There were also fatalities. It was not until August 13, 2002, that the full extent of the natural disaster became visible. More locations were cut off from the outside world by the subsequent water masses. In Krippen, the water rose to the second floor. Grimma was hit by the flood of the Mulde and was severely destroyed, including the historic Pöppelmann Bridge. On August 14, Chancellor Gerhard Schröder visited the city. The city of Döbeln was completely flooded by the Freiberger Mulde. In the evening, tram services in Dresden were completely suspended. On August 15, Meißen was hit by the first flood wave, partially destroying the local porcelain factory. By this time, Pirna was already affected by the second wave. Entire villages in the Saxon Switzerland region had to be evacuated. In Dresden, the districts of Laubegast, Kleinzschachwitz, and Zschieren were flooded. On August 16, traffic on the railway lines Leipzig–Dresden, Riesa–Chemnitz, and Jüterbog–Röderau, which cross the Elbe floodplain on a common embankment, was suspended. A dike breach at Röderau undermined a road bridge and a flood outlet of the railway embankment, causing these structures to collapse. In the evening, the flood peak reached Schöna at the border with the Czech Republic, with a maximum level of 12.04 meters. On August 17, 2002, the water level in Dresden reached a peak of 9.40 meters at 7:00 AM. On that day, all Elbe bridges in Dresden were closed except for the A4 motorway bridge. In absolute comparison of flow rates, the Elbe flood of 2002 ranked fifth among recorded floods in Saxony. Therefore, a recurrence interval of 100 to 200 years is assumed for such floods. The Torgau gauge reached a peak value of 9.49 meters on August 18. The disaster alarm for Dresden was lifted on August 26. A total of 21 people lost their lives due to the flooding in Saxony."
            },
            {
                "header": "Text: Saxony-Anhalt, Brandenburg",
                "content": "Further downstream, the increased risk of dike breaches became the main problem. The Elbe flooded an area of 592 km², of which 480 km² alone were in Saxony-Anhalt. Approximately 4,600 people were evacuated from low-lying neighborhoods in Dessau by the evening of August 14. In the Bitterfeld-Wolfen chemical park (most affected was the Bayer Group), an environmental disaster was prevented through the massive deployment of helpers. The city of Bitterfeld itself was increasingly flooded in the following days. Near the city, a dam on the Mulde broke on August 15, flooding the former lignite open-pit mine Goitzsche. On the same day, the Pretzien weir south of Magdeburg was opened, which helped avert the worst damage in the city area. Nevertheless, around 20,000 people were evacuated from the eastern districts of Magdeburg, and a disaster alarm was triggered for the city. Additionally, the Brandenburg city of Mühlberg was evacuated, and downstream cities prepared protective measures. \n\nOn August 16, at 1 AM, the crisis team decided to evacuate around 10,000 people from Bitterfeld and the surrounding area, as the city was gradually being overtaken by the floodwaters. In Saxony-Anhalt, about 2,000 soldiers from the Bundeswehr were deployed. On August 17, the water level in Mühlberg reached its peak at 9.96 m. On August 18, several dikes broke in Saxony-Anhalt at Seegrehna and Wittenberg on the Elbe, as well as at Dessau on the Mulde. In the Dessau district of Waldersee, the water quickly rose to two meters high. A sandbag logistics center was established at Leipzig/Halle Airport to supply all at-risk areas. \n\nOn August 19, the situation on the A9 highway worsened, but a single-lane traffic flow was ensured. The floodwaters flowed north faster than expected. The first wave of flooding reached the state capital Magdeburg, which, not least due to the Elbe diversion canal, was spared the worst. When the center of Rehsen threatened to flood on August 20, the residents of the village broke through the dike of the inhabited Schönitzer Polder to relieve their own dike. The fire chief of Rehsen and four other individuals were subsequently charged by the public prosecutor's office for dike destruction, but they were ultimately acquitted due to lack of evidence of specific involvement. \n\nBy August 21, more than 60,000 people had been evacuated from at-risk areas in Brandenburg and Saxony-Anhalt. On August 22, around 16,300 soldiers from the Bundeswehr were deployed in Saxony, Saxony-Anhalt, and Brandenburg. The disaster alarm for Magdeburg was lifted on August 26. Due to the slowly receding water, the disaster alarm in Dessau could only be lifted on September 13, after 32 days."
            },
            {
                "header": "Translation: Other federal states",
                "content": "Chancellor Gerhard Schröder met with his counterparts from Austria, the Czech Republic, and Slovakia, as well as EU Commission President Romano Prodi for a flood summit. The endangered cities of Dannenberg, Boizenburg, Lauenburg, and other locations were preparing for the flood. Hundreds of helpers were deployed for massive dike reinforcement. Starting on August 16, the evacuation of around 30,000 people from Mecklenburg and Lower Saxony was being prepared. On August 21, an additional 13,000 people had to be evacuated from flood areas in Schleswig-Holstein."
            },
            {
                "header": "Immediate damages",
                "content": "In Dresden, the damage alone at the Semperoper was estimated at 27 million euros. The State Art Collections, which include the Picture Gallery, estimated the damage at 20 million euros. During the flooding, 32 sewage treatment plants along the Elbe (Dresden-Kaditz, Pirna, Meißen, and Riesa) were out of service due to flooding or power outages. As a result, untreated wastewater entered the Elbe. In Saxony, there were 21 fatalities due to the flooding. From 2002 to 2009, 700 million euros were spent on protection projects, with 50% coming from EU funds. In the assessment of the flood, a total of 300 flood areas were declared over an area of 76,000 hectares. In Saxony-Anhalt, the damage in agriculture amounted to around 420 million euros. The damage and subsequent effects on the facilities of Deutsche Bahn amounted to 1.025 billion euros, of which 750 million euros were attributed to the Free State of Saxony. In addition to numerous routes, including the Dresden–Werdau and Leipzig–Dresden routes, around 200 train stations were affected; at the main train station in Dresden alone, the damages totaled 42 million euros. The federal government contributed a total of 650 million euros to the costs of restoring the railway facilities."
            },
            {
                "header": "The text \"Tschechien\" translates to \"Czech Republic\" in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Overview",
                "content": "In the Czech Republic, the rainfall began on August 5, 2002. Initially affected was South Bohemia with the catchment areas of the Vltava, Lužnice, Malše, and Blanice rivers, later including the Berounka, Otava, and Sázava rivers. Since August 11, 2002, the water masses from the Ohře and Bíla rivers in Northwest Bohemia were added. Within nine days in August, the affected regions received rainfall equivalent to three summer months of the long-term average. Above-average rainfall had already occurred in June and July, and the soil's storage capacity was exhausted. Initially, numerous towns in the flat area around České Budějovice were flooded, and the emerging danger was underestimated. The dams of the Vltava, which were filled to the brim, should have released about 1000 m³/s of water as a preventive measure, which would have mitigated the later peak. At the beginning of the second week, the water level in Prague rose to seven meters. Now the overflow had to be opened. Along with the South Bohemian water masses from the Vltava at 3000 m³/s, an additional 2000 m³/s came from the unregulated rivers Sázava and Berounka before Prague. In Prague, the normal flow is 150 m³/s, but at that time an estimated 5300 m³/s was reached. The flooding of the Old Town was prevented by barriers on the riverbanks. However, the subway ceased operations. The district of Karlín had to be evacuated. At the confluence of the Vltava and Elbe rivers near Mělník, the water masses could spread into the plain. The village of Zálezlice, located near the mouth, was two-thirds destroyed. At the downstream bottleneck of the Bohemian Switzerland, the water backed up. The crossing into Germany occurs through the narrow Elbe valley of the Elbe Sandstone Mountains. The highest level in Ústí nad Labem (Aussig) was reached on the afternoon of August 16, 2002. The water flow of the Elbe exceeded the previous highest level from 1845. The water volume in the Vltava exceeded that of 1845 by nearly one-fifth."
            },
            {
                "header": "Immediate damages",
                "content": "In the Czech Republic, 17 people died due to the flooding. The damages in the Czech Republic are estimated at 3.3 billion euros. 446 towns were flooded, of which 99 were completely underwater. A total of 1.33 million people were directly affected, and 200,000 were evacuated. With the exception of Orlík and Slapy, the machine houses of all Moldau hydropower plants were flooded. Around 1,000 animals were evacuated from the Prague Zoo, but 134 others (including 10 mammals) died in the floods. The Prague Metro was filled to two-fifths and could only be fully operational again in March 2003. The damage to the underground railway amounted to around 280 million euros. Near the confluence of the Moldau and Elbe rivers, the Czech chemical and pharmaceutical plant Spolana in Neratovice was flooded, washing away waste and operational materials. One of the 17 flood victims was a 53-year-old man who was fatally struck by a metal fragment while watching the demolition of a free-floating inland ship in Děčín."
            },
            {
                "header": "Text: Austria",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "First flood wave: August 6 to 9.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Overview",
                "content": "In Austria, the highest two-day rainfall total was recorded in Weikertschlag, district of Waidhofen an der Thaya, with 246 mm. Similarly high amounts of precipitation were measured in the district of Gmünd (Lower Austria), in the district of Freistadt (Mühlviertel, Upper Austria), as well as in the northwestern Mostviertel (Lower Austria). The region around Salzburg was also heavily affected. The resulting runoff reached its peak levels on August 7 and 8. Unlike previous floods, this time areas were affected that had not seen comparable figures in at least the last 100 years, namely the Machland in Upper Austria, the southern Mühlviertel, and the Kamp and Kremstal in Lower Austria."
            },
            {
                "header": "Mühlviertel",
                "content": "In the Mühlviertel, the catchment area of the Aist, with its numerous source rivers, was affected in a catastrophic manner. The municipality of Schwertberg in the district of Perg was flooded during the night from August 7 to 8, with parts of it being under more than 1.20 meters of water. Maximum flow rates were also observed in Freistadt and Kefermarkt (both on the Feldaist), in Königswiesen on the Große Naarn, in Unterweißenbach on the Kleine Naarn, and in St. Georgen on the Gusen."
            },
            {
                "header": "Waldviertel",
                "content": "On the night of August 6 to 7, the water level of the upper Kamp began to rise. In the afternoon of August 7, the water threatened to overflow the Ottenstein dam, which necessitated the opening of the flood relief sluices. At midnight on August 8, the water level in Zwettl was 4 meters above the average water level. While cleanup operations began on August 9 in the upper reaches of the Kamp, dramatic scenes unfolded in the lower reaches. In addition to the destruction of roads and buildings in the Kamp Valley, the Kamp dams overflowed below Hadersdorf am Kamp, leading to dam breaches that flooded the northern Tullnerfeld and numerous villages. The Danube flood protection dams hindered the floodwaters of the Kamp from flowing into the Danube. Only after the opening of polders and dams could the situation be alleviated. The Lainsitz also showed high water levels in the Waldviertel; however, it lies beyond the watershed and belongs to the Elbe catchment area."
            },
            {
                "header": "The text \"Salzachgebiet\" translates to \"Salzach area\" in English.",
                "content": "In the Salzach area, several smaller streams did overflow their banks, causing some property damage; however, the Salzach and the Saalach only exceeded their flood limits."
            },
            {
                "header": "Second flood wave: August 11 to 15.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Overview",
                "content": "The second wave affected all Austrian regions along the entire northern side of the Alps, from Vorarlberg to Hainburg on the Danube. The centers of precipitation were located in the Ennstal, in the Salzkammergut, and again in the Mühlviertel and Waldviertel. This time, the highest two-day precipitation total was measured in Laussa, district of Steyr-Land (Upper Austria), with 227 mm."
            },
            {
                "header": "The text \"Donau\" translates to \"Danube\" in English. The Danube is a major river in Europe.",
                "content": "Due to the heavy rainfall in the southeast of Bavaria, the flood situation on the Danube was already extremely tense. Areas along the Lech and the Tiroler Ache were affected by flooding. There was also land underwater along the Salzach starting from Golling. The additionally high water levels of the Traun and Enns led to widespread flooding of the Danube from the Upper Austrian Machland, through the Wachau, the Tullnerfeld, and in the area east of Vienna."
            },
            {
                "header": "Mühlviertel",
                "content": "In Aist and Naarn, where the ground could no longer absorb water due to the first wave of flooding, there were again severe floods. Schwertberg was even deeper underwater this time than during the first wave."
            },
            {
                "header": "Waldviertel",
                "content": "In the lower reaches of the Kamp, where the water level had hardly receded since the first wave, there were again massive floods. Due to the high Danube level, the Kamp water could not drain into the Danube this time, and more villages were flooded than in the previous week."
            },
            {
                "header": "Immediate damages",
                "content": "In Austria, there were seven fatalities to mourn. The total economic damage was initially estimated at 3.1 billion euros in 2003."
            },
            {
                "header": "Translation: Consequences and effects",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Gesamtschaden\" from German to English is \"total damage.\"",
                "content": "The following lists the total financial damage caused by the flooding event."
            },
            {
                "header": "The text \"Europa\" translates to \"Europe\" in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Germany",
                "content": "The German insurance company Rück reports about 2.5 billion euros in higher damages for Saxony. This would lead to damages of 8.6 billion euros in Saxony, 11.6 billion euros in Germany, and 17.5 billion euros in Europe. The damages to state infrastructure amounted to 1.353 billion euros, of which 1.025 billion euros were incurred by Deutsche Bahn. Of this, 750 million euros were attributed to the area of Saxony."
            },
            {
                "header": "Translation: Political implications",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Germany",
                "content": "The flood event had drastic effects on the election campaign for the upcoming federal elections on September 22, 2002. The SPD-led federal government reacted immediately to the flood disaster and initiated the largest deployment of the Bundeswehr (German Armed Forces) in the country since its existence. As early as August 20, 2002, about 45,000 soldiers were deployed in the affected regions to reinforce dikes, carry out evacuations, and coordinate disaster relief. Numerous politicians, including Chancellor Gerhard Schröder, regularly visited the affected areas under significant media attention. The federal government quickly allocated 385 million euros to support the people affected by the flood in their rebuilding efforts. Payments amounted to 500 euros per person and up to 2,000 euros per household. Affected businesses received a flat rate of 15,000 euros and 500 euros per employee. On August 26, the federal government decided on a draft law for a state fund of 7.1 billion euros for reconstruction aid in the flood areas, which the Bundesrat approved on September 13. A political science study concluded that the flood relief measures of the SPD-led German federal government increased the SPD's share of votes in the affected areas by at most seven percentage points in the 2002 federal elections and by two percentage points in the 2005 federal elections. Critics argue that politics and administration drew very few actual consequences from the flood. Of the 35,000 hectares identified in 2002 as potential flood areas along the Elbe, less than five percent were realized. Additionally, various construction bans stipulated in state laws were often circumvented by county administrators through exceptions."
            },
            {
                "header": "Text: Austria",
                "content": "In Austria, the Flood Victim Compensation and Reconstruction Act 2002 (HWG 2002) was passed in September, which provided additional funds amounting to 250 million euros alongside a fund. Due to the flood disaster, the Schüssel I government, with the approval of the FPÖ ministers, decided to postpone the tax reform that had been promised to voters by the FPÖ. This, along with other differences of opinion, prompted Haider and other members of the right-wing faction, such as Ewald Stadler, to demand the convening of a special party congress (Knittelfeld FPÖ Assembly 2002) from the party leadership, which was considered more liberal under Susanne Riess-Passer, and to collect signatures from elected delegates for this purpose. The events of this assembly led to a power shift within the party, the resignation of several FPÖ ministers, thus breaking the first FPÖ-ÖVP coalition under Chancellor Wolfgang Schüssel, and ultimately to early elections (National Council election in Austria 2002), in which the FPÖ lost almost two-thirds of its voters. The Freedom Party also suffered significant losses in voter support in most state elections (except in Carinthia) between 2003 and 2005. Additionally, in the municipal council and mayoral elections in Carinthia in 2003, municipal council elections in Lower Austria in 2005, and later also in Styria, the FPÖ had to forfeit voters. After the electoral defeat in the municipal council elections in Lower Austria in 2005, former FPÖ chairman Jörg Haider proposed a re-establishment of the FPÖ as a \"casual, cool, and young\" party, whose leadership he would be willing to take over \"in case of emergency.\" When this proposal did not receive unanimous support within the party, and a contested vote against Vienna FPÖ chairman Heinz-Christian Strache was anticipated at a party congress scheduled for April 23, he announced on April 4, 2005, the founding of the new party Alliance for the Future of Austria (BZÖ) and expressed his desire to become its first chairman. The BZÖ subsequently replaced the FPÖ in the Schüssel II government."
            },
            {
                "header": "Translation: Deployments of aid workers",
                "content": "The auxiliary forces deployed in Germany included, among others, the Bundeswehr (German Armed Forces), the police, the Federal Border Guard, the fire department, the DLRG (German Lifeguard Association), the THW (Federal Agency for Technical Relief), the DRK (German Red Cross), as well as numerous other aid organizations. Soldiers of the Bundeswehr contributed a total of 270,000 man-days of deployment and an additional 190,000 man-days of readiness. A total of 46,600 soldiers were involved in the operation. The Elbe flood of 2002 was at that time the largest operation in the history of the THW, with 24,000 emergency personnel working for 1,750,000 hours and using technical equipment. The German crisis staff was sometimes overwhelmed with coordinating the aid forces. As a result, some fire units from outside the area had to wait in vain for the assignment of an operational area."
            },
            {
                "header": "The translation of \"Sonderbriefmarke\" from German to English is \"commemorative stamp.\"",
                "content": "As the publisher of stamps in Germany, the Federal Ministry of Finance issued an unplanned 56-cent special stamp with a 44-cent surcharge for the benefit of flood victims on August 30, 2002, in a print run of 6,740,000 pieces. Due to the short notice of the release date, which did not allow for a competition to design a stamp motif, the BMF used the motif from the special stamp \"Protection of Coasts and Seas\" issued in 1998 and only adjusted the inscription and value indication."
            },
            {
                "header": "The translation of \"Auszeichnungen\" from German to English is \"awards\" or \"distinctions.\"",
                "content": "There were a number of awards for helpers in the fight against the floods."
            },
            {
                "header": "The translation of \"Rezeption\" from German to English is \"reception.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Film\" is already in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: See also",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Literatur\" translates to \"literature\" in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Film\" is already in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Weblinks\" is already in English. It refers to hyperlinks or URLs that direct users to websites or online resources.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Einzelnachweise\" into English is \"References\" or \"Citations.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Navigation menu",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: My tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Namensräume\" from German to English is \"namespaces.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Ansichten\" from German to English is \"views\" or \"opinions.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Suche\" from German to English is \"search.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Navigation\" is already in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Mitmachen\" from German to English is \"to participate\" or \"to join in.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Print/Export",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other projects",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other languages",
                "content": "The text is available under the \"Creative Commons Attribution - ShareAlike\" license; information about the authors and the license status of embedded media files (such as images or videos) can usually be accessed by clicking on them. The contents may be subject to additional conditions. By using this website, you agree to the terms of use and the privacy policy."
            }
        ],
        "Info_Box": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English.",
        "All_Tables": [
            [
                {
                    "Tief Ilse": "Severe weather",
                    "Daten": "Heavy rain with subsequent flooding"
                },
                {
                    "Tief Ilse": "Large weather situation",
                    "Daten": "Vb weather situation"
                },
                {
                    "Tief Ilse": "Precipitation maximum",
                    "Daten": "August 12/13, 2002"
                },
                {
                    "Tief Ilse": "Rainfall amount",
                    "Daten": "> 300 mm/24 h (August 12/13, 2002, Zinnwald-Georgenfeld, Saxony)"
                },
                {
                    "Tief Ilse": "Affected areas",
                    "Daten": "Germany (East, Central, and South), Austria (Northern Alps and Danube region), Czech Republic"
                },
                {
                    "Tief Ilse": "Victim",
                    "Daten": "mind. 45 fatalities[1]"
                },
                {
                    "Tief Ilse": "Map with all linked pages",
                    "Daten": "OSM | WikiMap"
                }
            ]
        ]
    },
    {
        "Event_ID": "x4wF8Tk",
        "Source": "https://de.wikipedia.org/wiki/Elbhochwasser_2006",
        "Article_Name": "Elbhochwasser 2006 – Wikipedia",
        "Whole_Text": [
            {
                "header": "Text: Elbe flood 2006",
                "content": "The Elbe flood in March and April 2006 was one of the strongest floods ever recorded along almost the entire course of the river, differing from the typical spring floods for the Elbe, which are triggered by melting snow in the upper reaches. Affected were, among others, the Czech tributaries Vltava and Ohře, parts of the two Mulde rivers, and almost the entire course of the Elbe from Hradec Králové (Königgrätz) through the Czech and Saxon upper reaches to the northern German middle and lower reaches. Especially in the lower middle reaches, the flood is comparable to the flood of 2002, but it passed through the river in a much longer flood wave. In early April, some towns, such as Hitzacker in Lower Saxony, were largely flooded. The mark of the century flood of 2002 was reached or even exceeded in some places. In Lauenburg, this happened as early as April 7."
            },
            {
                "header": "Translation: Table of Contents",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Cause and trigger",
                "content": "The trigger for the flooding was strong thawing in the low mountain ranges upstream of the Elbe. In the ridge areas of the Ore Mountains, the Bohemian Forest, and the Giant Mountains, snow depths of over 1.5 meters accumulated throughout the winter. Due to previous short thawing processes and the long duration of snow cover, the snow was relatively strongly compressed and rich in water. At the end of March, a sudden temperature rise and heavy precipitation led to the rapid melting of the snow masses. In the Ore Mountains, precipitation was relatively low, so there was no dangerous flooding in the tributaries of the upper Elbe. In early March, there were already floods in these waters, which appeared more dangerous due to ice shifts. Heavy precipitation fell at the end of March, particularly in southern Czechia and the central Bohemian Basin. Further causes must be sought for the significant swelling of the river in the lower middle course. On the one hand, dike systems were raised and renewed along entire stretches in southern Saxony-Anhalt since 2002. These held back the Elbe and prevented the flooding of retention areas as occurred in 2002. This is accompanied by unfavorable river engineering. Another reason for exceeding the flood mark of 2002 north of Magdeburg lies in the stretched flood wave, which triggered the highest alarm levels simultaneously along the several hundred kilometers stretch from Lower Saxony to the mouth of the Vltava. In the middle course, the flow velocity decreased, leading to the compression of the wave."
            },
            {
                "header": "Affected areas",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Czech Republic",
                "content": "In southern Czech Republic, several tributaries of the Elbe overflowed; large areas had to be evacuated. The Elbe itself also rose to such heights that evacuations occurred. In the Czech Republic, several people lost their lives during the floods of the rivers."
            },
            {
                "header": "Text: Saxony",
                "content": "The very stretched flood peak passed through Saxony between April 1 and 5. In Dresden, the water level on April 4 was 7.49 meters, about 2 meters below the record level of 2002. For some districts of Dresden (Kleinzschachwitz, Pillnitz, Laubegast, and Gohlis), as well as for numerous municipalities in the districts of Saxon Switzerland, Meißen, and Torgau-Oschatz, a disaster alarm had to be triggered. Aside from disruptions in road traffic (closure of numerous riverside roads and the Loschwitz Bridge), Dresden was little affected by the flood. The district of Gohlis, whose dike is designed for 7.40 meters, was the most at risk. Cities such as Bad Schandau, Pirna, and Meißen were flooded more severely than Dresden. In Dresden, most of the damage was caused by flooded basements, although some houses, like in Zschieren, were also inundated. In Dresden, the Elbe's water level was still almost 5 meters on April 18, two weeks after the peak passed, more than double the normal level, and remained in the flood level range for weeks."
            },
            {
                "header": "Translation: Saxony-Anhalt and Brandenburg",
                "content": "In Saxony-Anhalt and Brandenburg, the dikes held up against the floodwaters. After the flood in 2002, the dike systems along the Elbe were largely renewed in these two states. Magdeburg was relieved by the Elbe diversion canal. In both states, the prolonged flood peak became more of a threat, as it exerted high pressure on the dikes for an extended period of time."
            },
            {
                "header": "Translation: Lower Saxony and Schleswig-Holstein",
                "content": "In Lower Saxony, Hitzacker was particularly heavily flooded. The water level there was higher than in 2002. Hitzacker is not protected by any dikes and was thus flooded throughout the entire city center. Parts of the old town of Lauenburg in Schleswig-Holstein were also flooded by the Elbe River."
            },
            {
                "header": "The text \"Weblinks\" is already in English. It refers to hyperlinks or URLs that direct users to websites or online resources.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Navigation menu",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: My tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Namensräume\" from German to English is \"namespaces.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Ansichten\" from German to English is \"views\" or \"opinions.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Suche\" from German to English is \"search.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Navigation\" is already in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Mitmachen\" from German to English is \"to participate\" or \"to join in.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Print/Export",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other projects",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other languages",
                "content": "The text is available under the \"Creative Commons Attribution - ShareAlike\" license; information about the authors and the license status of embedded media files (such as images or videos) can usually be accessed by clicking on them. The contents may be subject to additional conditions. By using this website, you agree to the terms of use and the privacy policy."
            }
        ],
        "Info_Box": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English.",
        "All_Tables": []
    },
    {
        "Event_ID": "XAfivEH",
        "Source": "https://de.wikipedia.org/wiki/Elsterhochwasser_2010",
        "Article_Name": "Elsterhochwasser 2010 – Wikipedia",
        "Whole_Text": [
            {
                "header": "Translation: Elster flood 2010",
                "content": "The Elster flood was a flood event classified as a century flood in 2010 on the Black Elster and its tributaries."
            },
            {
                "header": "Translation: Table of Contents",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Ursache\" from German to English is \"cause.\"",
                "content": "The August of 2010 was characterized by Atlantic low-pressure systems that brought prolonged heavy rainfall, especially in the catchment area of the Black Elster. The cause of the long and intense precipitation was a Vb weather situation. In this case, the air masses deviate from their usual west-east direction towards the Mediterranean in the south. Here, these air masses warm up and absorb a lot of moisture. After crossing the Alps towards the north, they encounter the cold air there, cool down significantly, and result in extreme precipitation in a relatively short time. This weather situation was also the cause of the Oder flood (1997) and the Elbe flood (2002)."
            },
            {
                "header": "The translation of \"Verlauf\" from German to English is \"course\" or \"progress.\"",
                "content": "Starting from September 24, 2010, there were widespread heavy rainfall in the Elbe-Elster region. Between the Fläming and the Saxon Upper Lusatia, more than 100 liters of rain per square meter fell from September 24 to September 27. As a result, on September 29, flood warning level 4 was reached at the Black Elster River, as well as its two tributaries, the Große Röder and Pulsnitz, which flow into it near Elsterwerda. After flood alert level 3 had to be declared the day before throughout the Elbe-Elster district and a crisis team was formed, District Administrator Christian Jaschinski was forced to declare a disaster alarm at 11:50 AM on that day. Due to the rising water levels, preparations began in Elsterwerda for the voluntary evacuation of the city center, which was at risk of flooding, where the water level of the Black Elster had risen to about 3.50 meters. The official gauge in Bad Liebenwerda, located about ten kilometers downstream, also measured 3.50 meters. By evening, the tense situation required the first roads and bridges to be closed. While the newly constructed important Elster Bridge in Elsterwerda remained open, bridges over the Black Elster in Saathain and Bad Liebenwerda, as well as the partially flooded federal highway 169 near Plessa, the district road 6207 between Saathain and Stolzenhain, and the local road through Schmerkendorf had to be closed. In Ortrand, where the Pulsnitz overflowed, the federal highway A 13 was also closed due to flooding. The escalating situation also attracted increased media interest, with several television teams from public and private broadcasting stations reporting live from the region. On Thursday, September 30, all schools in Elsterwerda, Bad Liebenwerda, and Herzberg, as well as schools in Annaburg for students affected by the flooding, were closed. On that day, record high water levels were measured at all gauges along the Black Elster, reaching previously unrecorded levels. The measured peak discharge of the Black Elster in Löben was now 128 m³/s, corresponding to a discharge characteristic of HQ 200. The water level in Bad Liebenwerda reached an unprecedented absolute high of 3.55 meters during the night. From then on, it began to slightly decrease here, while the levels in the downstream locations continued to rise. The situation remained critical at the increasingly softening dikes of the Black Elster. Weak points and cracks, such as between Kotschka and Saathain, where the dike began to flood over a length of about 50 meters, were sealed as quickly as possible by emergency services and the help of nearby residents using sandbags. For safety reasons, voluntary evacuation of about 2,700 residents began in Elsterwerda at that time, with announcements made via loudspeakers from police vehicles driving through the city and public notices urging them to leave their homes and properties. The district hospital located in close proximity to the river was also evacuated using ambulances and helicopters. About 100 patients were transferred from there within about four hours to nearby hospitals in Herzberg, Finsterwalde, Lauchhammer, Riesa, Großenhain, or Dresden. Despite all the efforts of the emergency services, a disaster occurred the following day about twenty kilometers upstream from the mouth of the Elster. On October 1, at around 12:50 PM, the left dike of the Black Elster near Meuselko broke at a water level of 3.34 meters, measured at the Löben gauge. Just over four hours later, at around 5:00 PM, a disaster alarm was finally declared for the entire Wittenberg district. Eight hours later, parts of the village of Löben, located two kilometers downstream, were flooded, and the district of Waltersdorf was cut off from the outside world. The prolonged peak of the flood meant that the disaster alarm for the Elbe-Elster district, with the exception of the city of Herzberg/Elster, was only lifted on October 6. On October 7, with the sustained drop below flood warning level 4 at the Löben gauge, the disaster alarm for the Wittenberg district and the city of Herzberg was lifted. The dike that broke over a length of about 30 meters at Meuselko was closed on October 5, while water levels remained constant and were still rising in some areas."
            },
            {
                "header": "The translation of \"Schäden\" from German to English is \"damages\" or \"damage.\"",
                "content": "A final report published in 2010 on the flood disaster recorded over 100 damage points on the dike in the Elbe-Elster district, through which 58 kilometers of the Schwarze Elster river flows, that needed to be secured, stabilized, raised, and repaired. Additionally, up to 2000 helpers were deployed. The estimated damages in agriculture in Brandenburg amounted to about 3 million euros. The costs for the nine-day disaster response in the Elbe-Elster district were reported to be up to 2 million euros. Immediate damages caused by the flooding to hydraulic structures in the Wittenberg district are estimated at 670,000 euros. The preliminary estimated costs for dike restoration in Brandenburg (as of 2011) are reported to be up to 50 million euros, with another 50 million euros planned by the state of Saxony-Anhalt for the restoration of dikes along the Schwarze Elster by 2020. In the eastern part of the Annaburger Heide, several hectares of forest were destroyed due to the overall more than five-month flooding and a high groundwater level caused by the flood."
            },
            {
                "header": "Text: Further floods on the Black Elster in the past.",
                "content": "Due to the significant straightening of the riverbed, which mostly took place in the mid-19th century, the Black Elster now flows as a canal through the landscape. The extensive floodplain forests adjacent to the river and the meandering course of the Black Elster have disappeared; recurring floods no longer had the opportunity to use these areas as compensation spaces, which led to rising water levels during each flood, necessitating further expansion of flood protection facilities. Just a few years after the regulation of the Black Elster began, the newly constructed dikes broke in 1861 due to a flood. Flooding was also reported in the years 1862, 1871, 1895, and 1907. Another devastating flood on the Black Elster became known in 1926. A breach of the Röder dam near the small village of Würdenhain flooded the entire village on June 18, 1926. The flood affected nearly all the rivers in the area, including the Röder, Pulsnitz, Black Elster, and Little Elster, causing massive damage. In the floodplain of the then district of Bad Liebenwerda, two-thirds of the harvest were destroyed that year. Downstream, in the area of Mönchenhöfe, up to 144 hectares of flooded land were reported. In June of the following year, during the summer flood, a breach of the Elster dam occurred near Mückenberg (Lauchhammer-West), which could only be closed with great difficulty."
            },
            {
                "header": "Text: Literature and Publications",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Weblinks\" is already in English. It refers to hyperlinks or URLs that direct users to websites or online resources.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Einzelnachweise\" into English is \"References\" or \"Citations.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Navigation menu",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: My tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Namensräume\" from German to English is \"namespaces.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Ansichten\" from German to English is \"views\" or \"opinions.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Suche\" from German to English is \"search.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The text \"Navigation\" is already in English.",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "The translation of \"Mitmachen\" from German to English is \"to participate\" or \"to join in.\"",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: Tools",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Text: Print/Export",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other projects",
                "content": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English."
            },
            {
                "header": "Translation: In other languages",
                "content": "The text is available under the \"Creative Commons Attribution - ShareAlike\" license; information about the authors and the license status of embedded media files (such as images or videos) can usually be accessed by clicking on them. The contents may be subject to additional conditions. By using this website, you agree to the terms of use and the privacy policy."
            }
        ],
        "Info_Box": "It seems that there is no text provided for translation. Please provide the text you would like to have translated into English.",
        "All_Tables": []
    }
]